{
  "navBar": {
    "home": "الصفحة الرئسية",
    "aboutUs": "من نحن",
    "ourServices": "خدماتنا",
    "ourWork": "معرض الصور",
    "ourClients": "عملائنا",
    "ourPartners": "شركاءنا",
    "contactUs": "تواصل معنا"
  },
  "home": {
    "title": "إطارات جديرة بثقتكم",
    "ourWord1": "انطلقنا في شركة مصنع ساند ستون للإطارات في مشروعنا الرائد من رؤية المملكة الواعدة و جسدنا استراتيجياتها واقعاً عملياً من خلال إنشاء مشروع سعودي رائد في تصنيع أصناف الإطارات يتسق مع رؤية 2030 لتوطين الصناعة و خفض فاتورة الواردات و دعم و ازدهار الاقتصاد الوطني و تحسين الميزان التجاري المساهم في زيادة الناتج المحلي تحقيقاً للرؤية، يشرف على المشروع فريق من الخبراء و المختصين لديهم القدرة على إحداث نقلة نوعية في القطاع الصناعي",
    "ourWord2": "و نسعى لتمكين حضورنا في القطاع الصناعي مستعينين بشراكات دولية و تفاهمات مع كبرى الشركات ذات العلاقة، نسعى بشغف و مثابرة أن تكون علامتنا التجارية أحد أبرز العلامات التجارية على مستوى المنطقة و العالم من خلال حلولنا المبكرة التي نصنعها لراحة عملائنا و دعم جهود الوصول إلى مجتمع مستدام، نعمل بوعي على توفير متطلبات السوق المحلي من إنتاجاتنا، و تمثل شبكة علاقاتنا مع شركاء داخليين و خارجيين مصدر دعم نعتز به ",
    "workRules": "نؤمن بأن أمن و سلامة سائقي المركبات و الحفاظ على موروث الأجيال من البيئة النظيفة هو محور اهتمامنا و نسعى إلى تحقيقه من خلال نهج تصنيع و إعادة تدوير بمعايير و سياسات معتمدة دقيقة تضمن الاستدامة البيئية و جودة المنتجات و رضا العملاء و الامتثال للقوانين و التشريعات الناظمة للعمل",
    "workTeam": "ندرك أهمية الكادر البشري ؛ ولدينا قناعة راسخة بأن النجاح، وسرعة الإنجاز، و جَودة العمل يتطلب تنوع ‏الموظفين وتعــــدد مواهبهــــم وقدراتهم وخبراتهم لتنتج ‏أفكاراً إبداعية و تقديم خدمات نوعية ؛ لذا فإننا نسعى دائماً ‏لخلق بيئة عمل حاضنة للكفاءات، ‏و جاذبة ‏ للخبرات، ‏و مُنمّية ‏ للمهارات، ونؤمن بأن كل عضو في فريقنا ‏هو عضو ‏قيّم ‏ يجب الحفاظ عليه‏",
    "tools": "استعنا في ساند ستون بأفضل الصناعات العالمية في تصنيع الإطارات، و جهزنا خط إنتاج متكامل يستطيع إنتاج كمية كبيرة تفي بحاجة السوق المستهدف، كافة المعدات والأجهزة ",
    "dearClients": "نسعى لبناء شبكة علاقات استراتيجية بالشركات المرموقة في صناعة الإطارات، و تم توقيع اتفاقية تفاهم مع شركة الخبراء الدولية لنقل خبراتهم في عمليات التصنيع والتشغيل، و اتفاقية نقل التكنولوجيا لمواكبة أحدث ما توصلت إليه التقنيات الحديثة في مجالات عملنــــا ، و نسعى باستمرار إلى تعزيز شراكاتنا المحلية و الخارجية لتعظيم قيمة الشركة و مكانتها"
  },
  "aboutUs": {
    "title": "صناعة وطنية بجودة عالمية",
    "responsibility": "نسـعى أن نكـون تـرس فــي عجلــة النمـــــو و الأزدهار الاقتصـادي و الصـناعي الذي تقوده المملكة العربية السعودية",
    "ourMissionTitle": ": مهمتنا و رؤيتنا هما ",
    "ourMission": "إنتاج أفضل أنواع الإطارات بجودة عالية ومعايير عالمية تتعدى توقعات العملاء و تحافظ على البيئة و تعزز مكانتنا و قدراتنا التنافسية",
    "ourVision": "و أن نكون العلامة التجارية الأولى في صناعة الإطارات على مستوى منطقة الخليج العربي",
    "text1": "ساند ستون للإطارات مصنع سعودي مرخص من وزارة الصناعة ، متخصص في صناعة إطارات المركبات بكافة أحجامها و استخداماتها، انطلق المصنع من قاعدة تنمية الاقتصاد السعودي و إيجاد موطئ قدم لصناعة الإطارات داخل المملكة، و يعتبر ساند ستون المصنع الأول على مستوى المملكة لتغطية احتياجات المستهلكين من الإطارات و زيادة الناتج المحلي و خلق فرص عمل تحد من البطالة",
    "text2": "إدارة المصنع تمتلك رؤية واعدة في توفير منتجات مواصفات و جودة عالمية و أسعار منافسة، و نقل أفضل التجارب و الممارسات في صناعة الإطارات و توقيع مذكرة تفاهمات مع شركات عالمية رائدة في المجال، و لتحقيق مستوى الجودة المطلوب وفرنا باقة من الماكينات الحديثة و فرق عمل مدربة و متمكنة و سياسات و إجراءات مهنية دقيقة تستجيب لقيم العمل التي تضع العميل على رأس أولوياتها و تسعى على تحقيقها، نسعى بشغف و مثابرة على تحقيق معدل نمو ثابت و تأمين مكانتا ضمن الشركات الصناعية الرائدة على مستوى المملكة و منطقة الشرق الأوسط",
    "ourValuables": {
      "title": "ننطلق في ممارساتنا المهنية و سلوكنا التنظيمي من قيم راسخة يتبناها كل فرد من أعضاء فريقنا، و نسعى إلى ترسيخها واقع ينعكس على جودة أداؤنا و أعمالنا",
      "item1": "رضا العميل: نوظف خبراتنا و قدراتنا المادية و البشرية لتقديم حلول عملية لعملائنا للمحافظة على علاقة طويلة الأمد معهم",
      "item2": "الجودة: نسعى إلى تحقيق اعلى درجات الجودة في منتجاتنا للمحافظة على البيئة و ضمان السلامة لسائقي المركبات، و تحقيق قيمة مضافة للصناعات السعودية",
      "item3": "الابتكار: نحيا بالفكرة و نشق لها المسار لتكون واقعاً و تطبيقاً عملياً في كافة منتجاتنا",
      "item4": "الشــــراكة: نؤمن بأن تكامل الأدوار  يحقق أعلى النجاحات، لذا فإننا نحرص على عقد الشراكات و التفاهمات مع الشركات ذا العلاقة لتبادل الخبرة و المنفعة",
      "item5": "المواكبــة: نسعى لمواكبة التطور و الحداثة لخلق بيئة جاذبة تمكننا من المنافسة و تعزز حضورنا في مصاف الشركات الصناعية الأولى على مستوى العالم",
      "item6": "المسؤولية: نسعى أن نكون ترس  في عجلة النمو و الازدهار الاقتصادي و الصناعي الذي  تقوده المملكة العربية السعودية"
    },
    "qualitySolution": {
      "title": "حلول الجودة",
      "text": "في ظل وفرة الإطارات وتنوعها؛ كان لا بد أن نتميز في مصنع ساند ستون بمزايا تحقق لنا الأفضلية و تعزز ثقة عملائنا بنا كمزود موثوق، ركزنا في صناعاتنا للإطارات على الجودة كقيمة و ميزة تنافسية، و قمنا بتحقيق التكامل في عملياتنا الإدارية و الفنية و ترسيخ مبادئ الجودة في الجوانب التالية:",
      "item1": "النُظم التشغيلية",
      "item2": "اختيار المواد الخام",
      "item3": "التصنيع",
      "item4": "العلاقة مع العملاء.",
      "item5": "معدات و وسائل التصنيع",
      "item6": "الدراسات و البحوث العلمية في مجالات عملنا"
    },
    "tiresAdvantages": {
      "title": "مزايا الإطارات",
      "item1": "خامات تصنيعية عالية الجودة",
      "item2": "أداء تشغيل مميز",
      "item3": "قوة تحمل كبيرة",
      "item4": "موائمة لكافة الأحوال الجوية والبيئية",
      "item5": "مريحة",
      "item6": "أسعار منافسة"
    },
    "ourMessage": {
      "title": ":رسالتنا",
      "text": "توفير باقة من أصناف إطارات المركبات بجودة عالية و خامات مميزة و أحجام و استخدامات توائم متطلبات السوق السعودي و تلبي احتياجاته و تحلق قيمة مضافة للصناعة السعودية ؛ للمساهمة في نمو الاقتصاد الوطني و توفير التكاليف على المستهلكين، و توطين الصناعة المحلية ضمن منظور الوعي البيئي و الاقتصادي و الأمن و السلامة للسائقين"
    }
  },
  "ourGoals": {
    "title": "أهدافنا من وحي مسؤولياتنا",
    "item1": "1- إنتاج باقة من أصناف الإطارات بجودة منافسة تلبي احتياجات السوق السعودي",
    "item2": "2- أن نكون الشركةالرائدة في صناعة الإطارات على مستوى الشرق الأوسط",
    "item3": "3- مواكبة التطور والحداثة في مجالات عملنا ",
    "item4": "4- الاستفادة من التجارب العالمية الناجحة و عقد شراكات استراتيجية معهم",
    "item5": "5- الاهتمام بالعملاء و الموزعين و الحفاظ على علاقة مستدامة معهم.",
    "item6": "6- خلق فرص عمل جديدة و المساهمة في ازدهار الاقتصاد السعودي تحقيقاً لرؤية 2030"
  },
  "ourServicesTitle": "نصنع باقة فريدة من أنواع الإطارات بمزايا , خامات موائمة لطبيعة الاستخدام و نوع المركبة، و تشمل منتجاتنا من الإطارات على الأصناف التالية",
  "service1": "المعدات الثقيلة (Heavy Truck)",
  "service2": "سيارات السيدان (SEDAN Car)",
  "service3": "الشاحنات الرافعة (PICKUP TRUCK)",
  "service4": "الشاحنات الصغيرة (VAN)",
  "service5": "حافلات النقل",
  "service6": "المركبات الزراعية",
  "service7": "مركبات الدفع الرباعي (SUV)",
  "service8": "مركبات الطرق الوعرة",
  "service9": "المركبـــات الصغيـرة ",
  "service10": "المركبات الكهربائية (BEV)",
  "service11": "سيارات الأجرة",
  "service12": "مركبات أخرى",
  "ourClients": {
    "title": "تتنوع قطاعات البيع التي نستهدفها بمنتجاتنا، و نسعى ان نشكل الخيار الأول و الموثوق لكافة القطاعات في تزويدهم بالإطارات اللازمة لأعمالهم، و تشمل قطاعات البيع على",
    "text1": "شركات تصنيع المركبات",
    "text2": "تجار الجملة",
    "text3": "القطاع الحكومي",
    "text4": "تجار التجزئة",
    "text5": "السوق الخليجي"
  },
  "footer": {
    "aboutUs": "من نحن",
    "aboutUsText" : "ساند ستون للإطارات مصنع سعودي مرخص من وزارة الصناعة ، متخصص في صناعة إطارات المركبات بكافة أحجامها و استخداماتها، انطلق المصنع من قاعدة تنمية الاقتصاد السعودي و إيجاد موطئ  قدم لصناعة الإطارات داخل المملكة ",
    "contactUs": "نسعد بتواصلكم",
    "contactUsText": "يسعدنا تواصلكم معنا و سنكون سعداء بالإجابة عن كافة الاستفسارات من خلال فريق الدعم الفني و خدمات العملاء، فلا تتردد في التواصل معنا من خلال الموقع و أرقام و منصات التواصل الاجتماعي التالية",
    "ourServices" : "لماذا نحن",
    "ourServicesText" : "استعنا في ساند ستون  بأفضل الصناعات العالمية في تصنيع الإطارات، و جهزنا خط إنتاج متكامل يستطيع إنتاج كمية كبيرة تفي بحاجة السوق المستهدف، كافة المعدات و الأجهزة "

  },
  "contactUs": {
    "title": "نسعد بتواصلكم",
    "title2": "يسعدنا تواصلكم معنا و سنكون سعداء بالإجابة عن كافة الاستفسارات من خلال فريق الدعم الفني و خدمات العملاء ،  فلا تتردد في التواصل معنا من خلال الموقع و أرقام و منصات التواصل الاجتماعي التالية ",
    "email": " :البريد الإلكتروني",
    "media": " :منصات التواصل",
    "name": "الأسم الكامل",
    "phone": "رقم الهاتف",
    "company": "أسم الشركة",
    "quantity": "رجاء أختر الكمية",
    "notes": "أكتب ملاحظاتك هنا",
    "sendBtn": "ارسل طلبك",
    "nameValidation1": "يجب أدخال الأسم الكامل",
    "nameValidation2": "الحد الأدنى الأسم الكامل هو 4",
    "nameValidation3": "الحد الأقصى لطول الأسم الكامل هو 40",
    "emailValidation1": "يجب أدخال البريد الإلكتروني",
    "emailValidation2": "البريد الإلكتروني غير صحيح",
    "phoneValidation" : "يجب ادخال رقم الهاتف",
    "companyValidation1": "يجب أدخال أسم الشركة",
    "companyValidation2": "الحد الأدنى لأسم الشركة هو 5",
    "quantityValidation": "يجب أدخال الكمية المطلوبة"

  }
}
